--отображается результат запроса и путь выполнения, применяемый оптимизатором
SET AUTOTRACE ON EXPLAIN
--отображается результат запроса и статистика по выполнению SQL-операторов
SET AUTOTRACE ON STATISTICS
--отображается результат запроса, путь выполнения, применяемый оптимизатором, и статистика по выполнению SQL-операторов
SET AUTOTRACE ON
--отображается путь выполнения, применяемый оптимизатором, и статистика по выполнению SQL-операторов
SET AUTOTRACE TRACEONLY
--отключает вывод отчетов 
SET AUTOTRACE OFF
